type Question = {
  question: string;
  answer: string;
};

export const questions: Question[] = [
  {
    answer:
      "Приятным комплиментом для нас вместо цветов будет бутылочка вашего любимого вина, которую мы откроем на ближайшем совместном празднике.",
    question: "Нужно ли дарить цветы?",
  },

  {
    answer: `Автобус будет забирать людей из двух точек. \n
      1 - г. Азов, Петровский бульвар, 44 Городской дворец культуры\n
      2 - хутор Дугино в азовском районе\n
      Точное время и место сообщим лично за неделю до торжества.`,
    question: "Транспорт",
  },

  {
    answer:
      "Да, на территории отеля имеется парковка. Для бронирования места просим заранее сообщить марку и номер автомобиля.",
    question: "Возможно ли приехать на своём автомобиле?",
  },

  {
    answer:
      "Ваши улыбки и смех подарят нам незабываемое счастье в этот день, а пожелания в конвертах помогут осуществить наши мечты!",
    question: "Еть ли предпочтительные подарки?",
  },

  {
    answer: `Будем благодарны, если вы воздержитесь от криков "Горько" на празднике, ведь поцелуй — это знак выражения чувств, он не может быть
          по заказу.`,
    question: "Есть ли особые просьбы?",
  },

  {
    answer:
      "Мы хотим, чтобы в день праздника все смогли насладиться происходящим, поэтому, если в течении мероприятия у вас появятся вопросы, их можно задать координатору свадьбы и свидетелям.",
    question: "Кому можно задать вопросы по ходу свадьбы?",
  },
];
