type Question = {
  question: string;
  answer: string;
};

export const questions: Question[] = [
  {
    answer:
      "Мы будем рады, если девушки выберут вечерние или коктейльные платья в пастельных тонах, а мужчины — костюм.",
    question: "Будет ли дресс-код?",
  },

  {
    answer:
      "  Просим вас не дарить цветы, так как на следующий день мы улетаем в свадебное путешествие и не успеем насладиться красивыми букетами.",
    question: "Нужно ли дарить цветы?",
  },

  {
    answer:
      "Мы составили wish-лист подарков, которые были бы нам особенно приятны или полезны. Но мы будем рады и сюрпризам, а также поздравлениям в конвертах.",
    question: "Какие подарки предпочтительны?",
  },

  {
    answer:
      "Да, на территории отеля имеется парковка. Для бронирования места просим заранее сообщить марку и номер автомобиля.",
    question: "Возможно ли приехать на своём автомобиле?",
  },

  {
    answer:
      " Наш свадебный организатор — Елена с радостью ответит на ваши вопросы. Ее номер телефона: +7 (ххх) ххх-хх-хх.",
    question: "Кому можно задать вопросы по организации мероприятия?",
  },
];
